Repository: eduardorengifo/compartir-wp
Catalog: languages/compartir-wp-*.po
Languages: es_gt

source: Sidebar Content Header
es_gt: Encabezado de contenido de la barra lateral

source: Save Settings
es_gt: Guardar ajustes

source: General Settings
es_gt: Configuración general

source: Auto Publish
es_gt: Publicación automática

source: Activate to share each new post that is published in future.
es_gt: Actívelo para compartir cada publicación nueva que se publique en el futuro.

source: Facebook Settings
es_gt: Configuraciones de Facebook

source: App ID
es_gt: Identificador de la aplicación

source: Required
es_gt: Necesario

source: You can get it in the configuration of your facebook application. <a href="https://developers.facebook.com/apps" target="_blank">Link</a>
es_gt: Puede obtenerlo en la configuración de su aplicación de Facebook. <a href="https://developers.facebook.com/apps" target="_blank">Enlace</a>

source: App Secret
es_gt: Clave secreta de la aplicación

source: Long Access Token
es_gt: Token de acceso largo

source: Use the tools of facebook. <a href="https://developers.facebook.com/tools/explorer/" target="_blank">Link</a>
es_gt: Usa las herramientas de Facebook. <a href="https://developers.facebook.com/tools/explorer/" target="_blank">Enlace</a>

source: FanPages IDs
es_gt: ID de páginas de fans

source: Add the ID of each Fan Page where you are the administrator separated by commas. Example: xxxxxxxx, yyyyyyyy, zzzzzzzz
es_gt: Agregue la ID de cada Fan Pages donde usted es el administrador separado por comas. Ejemplo: xxxxxxxx, yyyyyyyy, zzzzzzzz

source: Groups IDs
es_gt: ID de grupos

source: Add the ID of each group where you are the administrator separated by commas. Example: xxxxxxxx, yyyyyyyy, zzzzzzzz
es_gt: Agregue la ID de cada grupo donde usted es el administrador separado por comas. Ejemplo: xxxxxxxx, yyyyyyyy, zzzzzzzz

source: Twitter Settings
es_gt: Configuración de Twitter

source: Access Token
es_gt: Token de acceso

source: Create your twitter application and get the keys. <a href="https://apps.twitter.com/app/" target="_blank">Link</a>
es_gt: Crea tu aplicación de Twitter y obtén las claves. <a href="https://apps.twitter.com/app/" target="_blank">Enlace</a>

source: Access Token Secret
es_gt: Acceso Token Secreto
